tap "1password/tap"
tap "cloudflare/cloudflare"
tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "domt4/autoupdate"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "gigalixir/brew"
tap "github/gh"
tap "harelba/q"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kdash-rs/kdash"
tap "khanhas/tap"
tap "kudulab/dojo-osx"
tap "mas-cli/tap"
tap "noborus/tap"
tap "potatolabs/git-redate"
tap "px4/px4"
tap "qovery/replibyte"
tap "samwho/spacer"
tap "superfly/tap"
tap "tldr-pages/tldr"
tap "unused-code/formulae"
tap "withgraphite/tap"
tap "zero-sh/tap"
brew "ack"
brew "act"
brew "libpng"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "argocd"
brew "boost"
brew "python@3.10"
brew "source-highlight"
brew "asciidoc"
brew "autoconf"
brew "libyaml"
brew "asdf"
brew "augeas"
brew "docutils"
brew "awscli"
brew "bat"
brew "berkeley-db", link: true
brew "json-c"
brew "bind"
brew "broot"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "tcl-tk", link: false
brew "cairo"
brew "dialog"
brew "certbot"
brew "cloc"
brew "cmake"
brew "cmctl"
brew "composer"
brew "ctags"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "doctl"
brew "dsq"
brew "libevent"
brew "folly"
brew "edencommon"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "exa"
brew "fasd"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fribidi"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "freetds"
brew "fsevents-tools"
brew "fzf"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-machete"
brew "git-recent"
brew "gitui"
brew "gmailctl"
brew "guile"
brew "libgpg-error"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gobject-introspection"
brew "netpbm"
brew "python@3.8"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpd"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jid"
brew "jq"
brew "jsonnet"
brew "k3d"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "kubespy"
brew "kustomize"
brew "lazygit"
brew "libelf"
brew "libusb-compat"
brew "libftdi0"
brew "libmagic"
brew "llvm"
brew "loc"
brew "md5sha1sum"
brew "miller"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "node"
brew "openjdk"
brew "perl"
brew "python-tabulate"
brew "pgcli"
brew "tidy-html5"
brew "php@7.2"
brew "pipenv"
brew "pipx"
brew "postgresql@14"
brew "rclone"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rust"
brew "sloccount"
brew "slurm"
brew "speedtest-cli"
brew "starship", link: false
brew "subversion"
brew "tcptraceroute"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "terraform@0.13"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "ugit"
brew "unrar"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "xmlstarlet"
brew "yaml-cpp"
brew "yq"
brew "zsh-completions"
brew "cloudflare/cloudflare/cloudflared", link: false
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-spacemacs-icon"]
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "gigalixir/brew/gigalixir"
brew "harelba/q/q"
brew "kdash-rs/kdash/kdash"
brew "khanhas/tap/spicetify-cli"
brew "kudulab/dojo-osx/dojo"
brew "noborus/tap/trdsql"
brew "potatolabs/git-redate/git-redate"
brew "px4/px4/gcc-arm-none-eabi"
brew "qovery/replibyte/replibyte"
brew "samwho/spacer/spacer"
brew "unused-code/formulae/unused"
brew "withgraphite/tap/graphite"
brew "zero-sh/tap/zero"
cask "1password-beta"
cask "1password-cli"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "apparency"
cask "appcleaner"
cask "arq"
cask "authy"
cask "bluesnooze"
cask "brave-browser-beta"
cask "calibre"
cask "cyberduck"
cask "dash"
cask "db-browser-for-sqlite"
cask "docker"
cask "dropbox"
cask "epubquicklook"
cask "expo-xde"
cask "firefox-beta"
cask "flux"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "gitkraken"
cask "google-backup-and-sync"
cask "google-chrome-beta"
cask "gswitch"
cask "hammerspoon"
cask "hiddenbar"
cask "insomnia"
cask "iterm2"
cask "keybase"
cask "kitty"
cask "maccy"
cask "meetingbar"
cask "meld"
cask "mounty"
cask "namechanger"
cask "ngrok"
cask "notable"
cask "notion"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rescuetime"
cask "sizzy"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-text-dev"
cask "suspicious-package"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
mas "Amphetamine", id: 937984704
mas "Be Focused Pro", id: 961632517
mas "Flow", id: 1423210932
mas "Free Ruler", id: 1483172210
mas "HueParty", id: 630956426
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "NotePlan", id: 1505432629
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
vscode "1000ch.svgo"
vscode "adpyke.vscode-sql-formatter"
vscode "ahmadawais.shades-of-purple"
vscode "alefragnani.Bookmarks"
vscode "austenc.tailwind-docs"
vscode "ban.spellright"
vscode "bradlc.vscode-tailwindcss"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "christian-kohler.path-intellisense"
vscode "circlecodesolution.ccs-flutter-color"
vscode "CodeStream.codestream"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "deerawan.vscode-dash"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "elixir-tools.elixir-tools"
vscode "EXCEEDSYSTEM.vscode-macros"
vscode "foam.foam-vscode"
vscode "gerred.theme-plain"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "heybourn.headwind"
vscode "JakeBecker.elixir-ls"
vscode "kdcro101.favorites"
vscode "kkalita.dark-plus-elixir"
vscode "kortina.vscode-markdown-notes"
vscode "leodevbro.blockman"
vscode "lexical-lsp.lexical"
vscode "mjmcloug.vscode-elixir"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.Theme-TomorrowKit"
vscode "msaraiva.surface"
vscode "mtxr.sqltools"
vscode "mushan.vscode-paste-image"
vscode "peterfh.linesinfostatusbar"
vscode "pflannery.vscode-versionlens"
vscode "pgourlain.erlang"
vscode "phoenixframework.phoenix"
vscode "redhat.vscode-yaml"
vscode "ricard.postcss"
vscode "ryanluker.vscode-coverage-gutters"
vscode "ryu1kn.partial-diff"
vscode "samuel-pordeus.elixir-test"
vscode "sdras.night-owl"
vscode "Sebbia.jsonnetng"
vscode "SimonSiefke.svg-preview"
vscode "sleistner.vscode-fileutils"
vscode "sourcegraph.cody-ai"
vscode "stefanjarina.vscode-eex-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "szTheory.hex-lens"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "TeamHub.teamhub"
vscode "tenninebt.vscode-koverage"
vscode "tintinweb.graphviz-interactive-preview"
vscode "urbantrout.refactor-css"
vscode "usama8800.tab-groups"
vscode "vincaslt.highlight-matching-tag"
vscode "vsblox.blox"
vscode "WakaTime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
