#######
# TAPS #
#######

tap "kudulab/dojo-osx"
tap "domt4/autoupdate"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "px4/px4"
tap "tldr-pages/tldr"
tap "mas-cli/tap"

########
# FONTS #
########

cask "font-jetbrains-mono"

########
# CASKS #
########

cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "arq"
cask "authy"
cask "calibre"
cask "cyberduck"
cask "dash"
cask "db-browser-for-sqlite"
cask "docker"
cask "dropbox"
cask "epubquicklook"
cask "expo-xde"
cask "firefox-beta"
cask "flux"
cask "gitkraken"
cask "google-backup-and-sync"
cask "google-chrome-beta"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "keybase"
cask "meld"
cask "mounty"
cask "namechanger"
cask "ngrok"
cask "notion"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rescuetime"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text-dev"
cask "suspicious-package"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "viscosity"
cask "visual-studio-code-insiders"
cask "vlc"
cask "webpquicklook"

#######
# APPS #
#######
# mas "Amphetamine", id: 937984704
# mas "DaisyDisk", id: 411643860
# mas "Slack", id: 803453959
# mas "The Unarchiver", id: 425424353

######
# CLI #
######

brew "asciidoc"
brew "awscli"
brew "bat"
brew "bind"
brew "broot"
brew "cairo"
brew "certbot"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "dep"
brew "derailed/k9s/k9s"
brew "dialog"
brew "diff-so-fancy"
brew "dive"
brew "exa"
brew "fasd"
brew "fd"
brew "fontconfig"
brew "freetype"
brew "fribidi"
brew "fsevents-tools"
brew "fzf"
brew "gcc"
brew "gcc-arm-none-eabi"
brew "gdbm"
brew "git"
brew "git-recent"
brew "gh"
brew "glib"
brew "gnutls"
brew "go"
brew "hadolint"
brew "harfbuzz"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "jid"
brew "jq"
brew "json-c"
brew "jsonnet"
brew "kubectx"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kubespy"
brew "kudulab/homebrew-dojo-osx/dojo"
brew "kustomize"
brew "libassuan"
brew "libelf"
brew "libevent"
brew "libffi"
brew "libftdi0"
brew "libgpg-error"
brew "libmagic"
brew "libpng"
brew "libusb-compat"
brew "libyaml"
brew "llvm"
brew "loc"
brew "lua"
brew "mas-cli/tap/mas"
brew "md5sha1sum"
brew "miller"
brew "netlify-cli"
brew "nginx"
brew "nmap"
brew "node"
brew "now-cli"
brew "pango"
brew "pgcli"
brew "pinentry"
brew "pipenv"
brew "pipx"
brew "pkg-config"
brew "postgresql"
brew "python3"
brew "redis"
brew "rename"
brew "ripgrep"
brew "sloccount"
brew "slurm"
brew "source-highlight"
brew "speedtest-cli"
brew "sqlite"
brew "tcptraceroute"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "unrar"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yaml-cpp"
brew "yarn"
brew "zsh-completions"
